Repository: jongcheol-pak/DevDashboard_WinUI
Catalog: DevDashboard_WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr

# AppDisplayName
source: Project Dashboard
ko_kr: 프로젝트 대시보드

# AppTitleText.Text
source: Project Dashboard
ko_kr: 프로젝트 대시보드

# Dialog_Close
source: Close
ko_kr: 닫기

# Dialog_Save
source: Save
ko_kr: 저장

# Dialog_Cancel
source: Cancel
ko_kr: 취소

# DefaultGroupName
source: User
ko_kr: 사용자

source: Save Error
ko_kr: 저장 오류

# DatabaseInitError
source: An error occurred during database initialization.{0}{1}
ko_kr: 데이터베이스 초기화 중 오류가 발생했습니다.{0}{1}

source: Startup Error
ko_kr: 시작 오류

# VersionPrefix
source: Version:
ko_kr: 버전:

# LatestVersionPrefix
source: Latest Version:
ko_kr: 최신 버전:

# ProjectNameInputRequired
source: Please enter a project name.
ko_kr: 프로젝트 이름을 입력하세요.

# ProjectNameDuplicateFormat
source: '{0}' already exists.
ko_kr: '{0}' 이름이 이미 존재합니다.

# DevToolInputRequired
source: Please select a development tool.
ko_kr: 개발 도구를 선택하세요.

# CommandInputRequired
source: Please enter a command.
ko_kr: 실행 명령어를 입력하세요.

# ShellWorkingDirectoryRequired
source: Please enter a working directory path.
ko_kr: 실행 폴더 경로를 입력하세요.

# ProjectPathOrOptionsRequired
source: Please enter a project path or options.
ko_kr: 프로젝트 경로 또는 옵션을 입력하세요.

# CategorySelectRequired
source: Please select a category.
ko_kr: 카테고리를 선택하세요.

# GroupSelectRequired
source: Please select a group.
ko_kr: 그룹을 선택하세요.

# SelectProjectFileTitle
source: Select Project File
ko_kr: 프로젝트 파일 선택

# ProjectFileFilter
source: All Files|*.*
ko_kr: 모든 파일|*.*

# SelectIconImageTitle
source: Select Icon Image
ko_kr: 아이콘 이미지 선택

# ImageFileFilter
source: Image Files|*.png;*.jpg;*.jpeg;*.ico;*.bmp
ko_kr: 이미지 파일|*.png;*.jpg;*.jpeg;*.ico;*.bmp

# SelectExecutableTitle
source: Select Executable
ko_kr: 실행 파일 선택

# ExecutableFilter
source: Executable Files|*.exe
ko_kr: 실행 파일|*.exe

# WorkingDirectoryNotFoundFormat
source: Working directory not found.{0}{1}
ko_kr: 실행 폴더를 찾을 수 없습니다.{0}{1}

source: Working Directory Error
ko_kr: 실행 폴더 오류

# WorkingDirectoryRequired
source: Please enter a working directory path.
ko_kr: 실행 폴더 경로를 입력하세요.

# LaunchFailedFormat
source: Launch failed:{0}{1}
ko_kr: 실행 실패:{0}{1}

source: Launch Error
ko_kr: 실행 오류

# DeleteConfirmMessage
source: Are you sure you want to delete?
ko_kr: 정말 삭제하시겠습니까?

# DeleteConfirmTitle
source: Delete Confirmation
ko_kr: 삭제 확인

# DeleteGroupConfirmFormat
source: Delete group '{0}'?{1}Projects in this group will become ungrouped.
ko_kr: '{0}' 그룹을 삭제하시겠습니까?{1}그룹에 속한 프로젝트들은 그룹 없음 상태가 됩니다.

# DeleteGroupTitle
source: Delete Group
ko_kr: 그룹 삭제

# ScriptDescriptionRequired
source: Please enter a script description.
ko_kr: 스크립트 설명을 입력하세요.

# ScriptRequired
source: Please enter script content.
ko_kr: 스크립트 내용을 입력하세요.

# ToolInputRequired
source: Please enter both name and executable path.
ko_kr: 이름과 실행 파일 경로를 모두 입력하세요.

source: Input Required
ko_kr: 입력 필요

# NameAlreadyRegistered
source: This name is already registered.
ko_kr: 이미 등록된 이름입니다.

source: Duplicate Check
ko_kr: 중복 확인

# Theme_Light
source: Light Theme
ko_kr: 밝은 테마

# Theme_Dark
source: Dark Theme
ko_kr: 어두운 테마

# Theme_System
source: System Default
ko_kr: 시스템 설정

# Lang_System
source: System Language
ko_kr: 시스템 언어

# LanguageRestart_Title
source: Language Changed
ko_kr: 언어 변경

# LanguageRestart_Message
source: The app needs to restart to apply the language change. Restart now?
ko_kr: 언어 변경을 적용하려면 앱을 재시작해야 합니다. 지금 재시작하시겠습니까?

# LanguageCard.Header
source: Language
ko_kr: 언어

# LanguageCard.Description
source: Select the language displayed in the app.
ko_kr: 앱에 표시되는 언어를 선택합니다.

# GroupDialog_TitleAdd
source: Add Group
ko_kr: 그룹 추가

# GroupDialog_TitleEdit
source: Edit Group
ko_kr: 그룹 수정

# GroupDialog_NameRequired
source: Please enter a group name.
ko_kr: 그룹 이름을 입력하세요.

# GroupDialog_DuplicateFormat
source: A group named '{0}' already exists.
ko_kr: '{0}' 이름의 그룹이 이미 존재합니다.

# HistoryDialog_TitleFormat
source: Work History — {0}
ko_kr: 작업 기록 — {0}

# HistoryDialog_TitleRequired
source: Please enter a title.
ko_kr: 제목을 입력하세요.

# HistoryDialog_MarkdownType
source: Markdown
ko_kr: 마크다운

# ProjectHistoryDialog_TitleRequired
source: Please enter a title.
ko_kr: 제목을 입력하세요.

# ProjectSettingsDialog_TitleAdd
source: Add Project
ko_kr: 프로젝트 추가

# ProjectSettingsDialog_TitleEdit
source: Edit Project
ko_kr: 프로젝트 수정

# MainWindow_ProjectCountSuffix
source: Projects
ko_kr: 개 프로젝트

# ToolTip_GridView
source: Grid View
ko_kr: 그리드 뷰

# ToolTip_ListView
source: List View
ko_kr: 리스트 뷰

# ToolTip_Sort
source: Sort
ko_kr: 정렬

# ToolTip_AllHistory
source: All Work History
ko_kr: 전체 작업 기록

# ToolTip_AppSettings
source: App Settings
ko_kr: 앱 설정

# ToolTip_AddGroup
source: Add Group
ko_kr: 그룹 추가

# ToolTip_Refresh
source: Refresh
ko_kr: 새로고침

# ToolTip_ProjectPathNotFound
source: Project path not found
ko_kr: 프로젝트 경로를 찾을 수 없음

# ToolTip_PinUnpin
source: Pin/Unpin
ko_kr: 고정/고정 해제

# ToolTip_Run
source: Run
ko_kr: 실행

# ToolTip_OpenFolder
source: Open Folder
ko_kr: 폴더 열기

# ToolTip_CardSettings
source: Settings
ko_kr: 설정

# ToolTip_Delete
source: Delete
ko_kr: 삭제

# ToolTip_GitStatus
source: Git Status
ko_kr: Git 상태

# ToolTip_ToDo
source: To-Do
ko_kr: 할 일

# ToolTip_WorkHistory
source: Work History
ko_kr: 작업 기록

# ToolTip_Terminal
source: Terminal
ko_kr: 터미널

# Btn_Save.Content
source: Save
ko_kr: 저장

# Btn_Cancel.Content
source: Cancel
ko_kr: 취소

# Btn_Add.Content
source: Add
ko_kr: 추가

# Btn_Delete.Content
source: Delete
ko_kr: 삭제

# Btn_Edit.Content
source: Edit
ko_kr: 편집

# Btn_Browse.Content
source: Browse
ko_kr: 찾아보기

# Btn_Close.Content
source: Close
ko_kr: 닫기

# Btn_Clear.Content
source: Clear
ko_kr: 지우기

# Btn_Download.Content
source: View in MS Store
ko_kr: MS 스토어에서 보기

# Btn_ExportMarkdown.Content
source: Export to Markdown
ko_kr: 마크다운 내보내기

# SearchBox.PlaceholderText
source: Search...
ko_kr: 검색...

# GridViewButton.[ToolTipService.ToolTip]
source: Grid View
ko_kr: 그리드 뷰

# ListViewButton.[ToolTipService.ToolTip]
source: List View
ko_kr: 리스트 뷰

# SortButton.[ToolTipService.ToolTip]
source: Sort
ko_kr: 정렬

# SortByNameItem.Text
source: By Name
ko_kr: 이름순

# SortByCategoryItem.Text
source: By Category
ko_kr: 카테고리순

# SortByRecentItem.Text
source: By Recent
ko_kr: 최근 등록순

# AllHistoryButton.[ToolTipService.ToolTip]
source: All Work History
ko_kr: 전체 작업 기록

# AppSettingsBtn.[ToolTipService.ToolTip]
source: App Settings
ko_kr: 앱 설정

# NewProjectText.Text
source: New Project
ko_kr: 새 프로젝트

# AllGroupTab.Content
source: All
ko_kr: 전체

# GroupTabRenameItem.Text
source: Rename
ko_kr: 이름 변경

# GroupTabDeleteItem.Text
source: Delete
ko_kr: 삭제

# AddGroupButton.[ToolTipService.ToolTip]
source: Add Group
ko_kr: 그룹 추가

# RefreshButton.[ToolTipService.ToolTip]
source: Refresh
ko_kr: 새로고침

# HardRefreshItem.Text
source: Refresh All (Reload DB)
ko_kr: 전체 새로고침 (DB 재로드)

# NewVersionBanner.Content
source: New version available — click to update in Store
ko_kr: 새 버전 출시됨 — 스토어에서 업데이트

# PathInvalidIcon.[ToolTipService.ToolTip]
source: Project path not found
ko_kr: 프로젝트 경로를 찾을 수 없습니다

# PinButton.[ToolTipService.ToolTip]
source: Pin/Unpin
ko_kr: 핀 고정/해제

# RunButton.[ToolTipService.ToolTip]
source: Run
ko_kr: 실행

# RunAsAdminMenuItem.Text
source: Run as Administrator
ko_kr: 관리자 권한으로 실행

# OpenFolderButton.[ToolTipService.ToolTip]
source: Open Folder
ko_kr: 폴더 열기

# EditButton.[ToolTipService.ToolTip]
source: Project Settings
ko_kr: 프로젝트 설정

# DeleteButton.[ToolTipService.ToolTip]
source: Delete Project
ko_kr: 프로젝트 삭제

# CmdSlotEmptyTooltip
source: Add Command
ko_kr: 명령 추가

# CmdSlotConfigureItem.Text
source: Configure
ko_kr: 설정

# CmdSlotChangeIconItem.Text
source: Change Icon
ko_kr: 아이콘 변경

# CmdSlotDeleteItem.Text
source: Delete
ko_kr: 삭제

# GitStatusButton.[ToolTipService.ToolTip]
source: Git Status
ko_kr: Git 상태

# TodoButton.[ToolTipService.ToolTip]
source: To-Do List
ko_kr: To-Do 목록

# HistoryButton.[ToolTipService.ToolTip]
source: Work History
ko_kr: 작업 기록

# TerminalButton.[ToolTipService.ToolTip]
source: Open Terminal
ko_kr: 터미널 열기

# TerminalPowerShellMenuItem.Text
source: Run PowerShell
ko_kr: PowerShell 실행

# AddNewProjectText.Text
source: Add New Project
ko_kr: 새 프로젝트 추가

# LoadingText.Text
source: Loading...
ko_kr: 로딩 중...

# AppSettingsDialogTitle
source: App Settings
ko_kr: 앱 설정

# NavSettings.Content
source: Settings
ko_kr: 설정

# NavTools.Content
source: Tools
ko_kr: 도구

# NavCode.Content
source: Code
ko_kr: 코드

# NavInfo.Content
source: Info
ko_kr: 정보

# NavSettingsLabel.Text
source: Settings
ko_kr: 설정

# NavToolsLabel.Text
source: Tools
ko_kr: 도구

# NavCodeLabel.Text
source: Code
ko_kr: 코드

# NavInfoLabel.Text
source: Info
ko_kr: 정보

# AppSettings_SystemLabel.Text
source: System
ko_kr: 시스템

# TagAnimationCard.Header
source: Tag Animation
ko_kr: 태그 애니메이션

# TagAnimationCard.Description
source: Shows a scrolling animation when a card has many tags.
ko_kr: 카드에 표시되는 태그 항목이 많은 경우 흐르는 애니메이션으로 표시합니다.

# ThemeCard.Header
source: Theme
ko_kr: 테마

# ThemeCard.Description
source: Change the current app theme.
ko_kr: 현재 앱의 테마를 변경합니다.

# RunOnStartupCard.Header
source: Auto Start
ko_kr: 자동 실행

# WorkLogPopupCard.Header
source: Work Log
ko_kr: 작업 기록

# WorkLogPopupCard.Description
source: Show a work log popup when a To-Do task is completed.
ko_kr: To-Do 작업 완료시 작업 기록 팝업을 표시합니다.

# RunOnStartupCard.Description
source: Automatically launch the app when you sign in to Windows.
ko_kr: Windows에 로그인할 때 앱을 자동으로 실행합니다.

# RunOnStartupCheck.Content
source: Run on Startup
ko_kr: 시작 시 자동 실행

# TodoPopupCheck.Content
source: Show work history popup when To-Do completed
ko_kr: To-Do 완료 시 작업 기록 팝업 표시

# ThemeLabelText.Text
source: Theme
ko_kr: 테마

# ToolsLabelText.Text
source: External Tools
ko_kr: 외부 도구 목록

# ToolNameBox.PlaceholderText
source: Tool name
ko_kr: 도구 이름

# ToolPathBox.PlaceholderText
source: Executable path (.exe)
ko_kr: 실행 파일 경로 (.exe)

# TagsLabelText.Text
source: Tech Stack Tags
ko_kr: 기술 스택 태그

# TagsDescText.Text
source: User-defined tags (default tags cannot be changed)
ko_kr: 사용자 정의 태그 (기본 태그는 변경 불가)

# TagInputBox.PlaceholderText
source: New tag...
ko_kr: 새 태그 입력...

# CategoryLabelText.Text
source: Category
ko_kr: 카테고리

# CategoryDescText.Text
source: User-defined categories (default categories cannot be changed)
ko_kr: 사용자 정의 카테고리 (기본 카테고리는 변경 불가)

# CategoryInputBox.PlaceholderText
source: New category...
ko_kr: 새 카테고리 입력...

# OpenSourceLabelText.Text
source: Open Source Libraries
ko_kr: 오픈소스 라이브러리

# AppSettings_DataLabel.Text
source: Data
ko_kr: 데이터

# ResetSettingsCard.Header
source: Reset Settings
ko_kr: 설정 초기화

# ResetSettingsCard.Description
source: Resets all app settings. (Project list is not affected)
ko_kr: 앱의 모든 설정을 초기화 합니다. (프로젝트 목록은 초기화되지 않습니다)

# ResetProjectsCard.Header
source: Reset Projects
ko_kr: 프로젝트 초기화

# ResetProjectsCard.Description
source: Resets all project settings. (Deletes the project list)
ko_kr: 프로젝트의 모든 설정을 초기화 합니다. (프로젝트 목록 삭제)

# Btn_Reset.Content
source: Reset
ko_kr: 초기화

# IconDeleteBtn_Tooltip
source: Delete
ko_kr: 삭제

# IconEditBtn_Tooltip
source: Edit
ko_kr: 수정

# ProjNameLabel.Text
source: Project Name *
ko_kr: 프로젝트 이름 *

# ProjNameBox.PlaceholderText
source: Enter project name
ko_kr: 프로젝트 이름 입력

# ProjDescLabel.Text
source: Description
ko_kr: 설명

# ProjDescBox.PlaceholderText
source: Project description (optional)
ko_kr: 프로젝트 설명 (선택)

# ProjGroupLabel.Text
source: Group *
ko_kr: 그룹 *

# ProjGroupCombo.PlaceholderText
source: Select group
ko_kr: 그룹 선택

# ProjCategoryLabel.Text
source: Category *
ko_kr: 카테고리 *

# ProjCategoryCombo.PlaceholderText
source: Select category
ko_kr: 카테고리 선택

# ProjDevToolLabel.Text
source: Dev Tool *
ko_kr: 개발 도구 *

# ProjDevToolCombo.PlaceholderText
source: Select dev tool
ko_kr: 개발 도구 선택

# ProjCommandLabel.Text
source: Command *
ko_kr: 명령어 *

# ProjCommandBox.PlaceholderText
source: Command to run
ko_kr: 실행할 명령어

# ProjUseWorkingDirCheck.Content
source: Set working directory
ko_kr: 실행 폴더 지정

# ProjWorkingDirBox.PlaceholderText
source: Working directory path
ko_kr: 실행 폴더 경로

# ProjPathLabel.Text
source: Path (folder or file)
ko_kr: 경로 (폴더 또는 파일)

# ProjPathBox.PlaceholderText
source: Folder or file path
ko_kr: 폴더 또는 파일 경로

# ProjPathFolderBtn.Text
source: Folder
ko_kr: 폴더

# ProjPathFileBtn.Text
source: File
ko_kr: 파일

# ProjOptionsLabel.Text
source: Options
ko_kr: 옵션

# ProjOptionsBox.PlaceholderText
source: Additional options (optional)
ko_kr: 추가 옵션 (선택)

# ProjRunAsAdminCheck.Content
source: Run as Administrator
ko_kr: 관리자 권한으로 실행

# ProjIconLabel.Text
source: Icon Image
ko_kr: 아이콘 이미지

# ProjIconBox.PlaceholderText
source: Image file path (optional)
ko_kr: 이미지 파일 경로 (선택)

# ProjTagsLabel.Text
source: Tech Stack Tags
ko_kr: 기술 스택 태그

# CommandScriptDialogTitle
source: Command Script Settings
ko_kr: 커맨드 스크립트 설정

# CommandScriptDialog.PrimaryButtonText
source: Save
ko_kr: 저장

# CommandScriptDialog.CloseButtonText
source: Cancel
ko_kr: 취소

# CmdDescLabel.Text
source: Description
ko_kr: 설명

# CmdDescBox.PlaceholderText
source: Enter command description
ko_kr: 커맨드 설명 입력

# CmdShellLabel.Text
source: Shell
ko_kr: 셸

# CmdRunAsAdminCheck.Content
source: Run as Administrator
ko_kr: 관리자 권한으로 실행

# CmdScriptLabel.Text
source: Script
ko_kr: 스크립트

# CmdScriptBox.PlaceholderText
source: Enter script or command to run
ko_kr: 실행할 스크립트 또는 명령어 입력

# CmdUseWorkingDirCheck.Content
source: Set working directory
ko_kr: 실행 폴더 지정

# CmdWorkingDirBox.PlaceholderText
source: Working directory path
ko_kr: 실행 폴더 경로

# GroupDialog.PrimaryButtonText
source: Save
ko_kr: 저장

# GroupDialog.CloseButtonText
source: Cancel
ko_kr: 취소

# GroupNameLabel.Text
source: Group Name
ko_kr: 그룹 이름

# GroupNameBox.PlaceholderText
source: Enter group name
ko_kr: 그룹 이름 입력

# TodoDialog.PrimaryButtonText
source: Save
ko_kr: 저장

# TodoDialog.CloseButtonText
source: Cancel
ko_kr: 취소

# TodoTabAll.Content
source: All
ko_kr: 전체

# TodoTabActive.Content
source: In Progress
ko_kr: 진행 중

# TodoTabDone.Content
source: Completed
ko_kr: 완료됨

# NewTodoBox.PlaceholderText
source: New to-do...
ko_kr: 새 할 일 입력...

# EmptyTodoText.Text
source: No items.
ko_kr: 항목이 없습니다.

# Dialog_Delete
source: Delete
ko_kr: 삭제

# Dialog_Yes
source: Yes
ko_kr: 예

# Dialog_No
source: No
ko_kr: 아니요

# ResetSettingsConfirmTitle
source: Reset Settings
ko_kr: 설정 초기화

# ResetSettingsConfirmMessage
source: Do you want to reset the app settings?
ko_kr: 앱을 초기화 하시겠습니까?

# ResetProjectsConfirmTitle
source: Reset Projects
ko_kr: 프로젝트 초기화

# ResetProjectsConfirmMessage
source: Do you want to reset all projects?
ko_kr: 프로젝트를 초기화 하시겠습니까?

# TodoEditTitle
source: Edit To-Do
ko_kr: 할 일 수정

# TodoUncompleteConfirmTitle
source: Confirm
ko_kr: 확인

# TodoUncompleteConfirmMessage
source: Do you want to change this completed item back to in-progress?
ko_kr: 완료된 항목을 진행중으로 변경 하시겠습니까?

# TodoLabel_Start
source: Start :
ko_kr: 시작 :

# TodoLabel_Completed
source: Completed :
ko_kr: 완료 :

# TodoGroupByCompleted.Content
source: Completed Date
ko_kr: 완료 날짜

# TodoGroupByCreated.Content
source: Start Date
ko_kr: 시작 날짜

# GitStatusDialog.Title
source: Git Status
ko_kr: Git 상태

# GitStatusDialog.CloseButtonText
source: Close
ko_kr: 닫기

# GitLoadingText.Text
source: Loading Git status...
ko_kr: Git 상태 불러오는 중...

# GitErrorBar.Title
source: Error
ko_kr: 오류

# GitCommitHistoryLabel.Text
source: Recent Commits
ko_kr: 최근 커밋

# NoCommitsText.Text
source: No commit history.
ko_kr: 커밋 기록이 없습니다.

# HistorySearchBox.PlaceholderText
source: Search...
ko_kr: 검색...

# AddHistoryBtn.Content
source: Add New
ko_kr: 새 기록 추가

# HistoryAddNewHeader.Text
source: Add New Entry
ko_kr: 새 기록 추가

# HistoryEditHeader
source: Edit Entry
ko_kr: 기록 수정

# AddTitleBox.PlaceholderText
source: Title (required)
ko_kr: 제목 (필수)

# AddDescriptionBox.PlaceholderText
source: Description (optional)
ko_kr: 상세 설명 (선택)

# EmptyHistoryText.Text
source: No work history.
ko_kr: 작업 기록이 없습니다.

# ProjectHistoryDialogTitle
source: All Work History
ko_kr: 전체 작업 기록

# ProjectCombo.PlaceholderText
source: Select project
ko_kr: 프로젝트 선택

# AddProjectHistoryBtn.Content
source: Add New
ko_kr: 새 기록 추가

# ProjHistAddNewHeader.Text
source: Add New Entry
ko_kr: 새 기록 추가

# ProjHistSearchBox.PlaceholderText
source: Search...
ko_kr: 검색...

# ProjHistTitleBox.PlaceholderText
source: Title (required)
ko_kr: 제목 (필수)

# ProjHistDescBox.PlaceholderText
source: Description (optional)
ko_kr: 상세 설명 (선택)

# EmptyProjHistText.Text
source: No work history.
ko_kr: 작업 기록이 없습니다.

# IconPickerDialogTitle
source: Select Icon
ko_kr: 아이콘 선택

# IconPickerDialog.CloseButtonText
source: Cancel
ko_kr: 취소

# IconSearchBox.PlaceholderText
source: Search icon name...
ko_kr: 아이콘 이름 검색...

# RemoveIconBtn.Content
source: Remove Icon (Default)
ko_kr: 아이콘 제거 (기본값)

# ExportItem.Text
source: Export
ko_kr: 내보내기

# ImportItem.Text
source: Import
ko_kr: 가져오기

# ToolTip_ExportImport
source: Export / Import
ko_kr: 내보내기 / 가져오기

# Export_SelectFolderTitle
source: Select Export Folder
ko_kr: 내보낼 폴더 선택

# Export_Success
source: Export completed successfully.
ko_kr: 내보내기가 완료되었습니다.

# Export_SuccessTitle
source: Export Complete
ko_kr: 내보내기 완료

# Export_Failed
source: Export failed: {0}
ko_kr: 내보내기 실패: {0}

# Export_FailedTitle
source: Export Error
ko_kr: 내보내기 오류

# Import_SelectFileTitle
source: Select DB File to Import
ko_kr: 가져올 DB 파일 선택

# Import_InvalidFile
source: The file is not a valid DevDashboard database.
ko_kr: 올바른 DevDashboard 데이터베이스 파일이 아닙니다.

# Import_InvalidFileTitle
source: File Error
ko_kr: 파일 오류

# Import_DuplicateFormat
source: A project named '{0}' already exists. Do you want to overwrite it?
ko_kr: '{0}' 이름의 프로젝트가 이미 존재합니다. 덮어쓰기 하시겠습니까?

# Import_DuplicateTitle
source: Duplicate Item
ko_kr: 동일한 항목

# Import_Overwrite
source: Overwrite
ko_kr: 덮어쓰기

# Import_Skip
source: Skip
ko_kr: 건너뛰기

# Import_CompleteFormat
source: Import completed.{0}Total: {1} / Added: {2} / Overwritten: {3} / Skipped: {4}
ko_kr: 가져오기가 완료되었습니다.{0}총 {1}개 / 등록 {2}개 / 덮어쓰기 {3}개 / 건너뛰기 {4}개

# Import_CompleteTitle
source: Import Complete
ko_kr: 가져오기 완료

# Import_Failed
source: Import failed: {0}
ko_kr: 가져오기 실패: {0}

# Import_FailedTitle
source: Import Error
ko_kr: 가져오기 오류

# Import_GroupsCreatedFormat
source: {0}{1} group(s) auto-created
ko_kr: {0}그룹 {1}개 자동 생성됨
